Repository: EIRTeam/Project-Heartbeat
Catalog: locale/*.po
Languages: ca, es

source: Note: You can assign the same button to more than one action to create macros!
ca: Nota: podeu assignar el mateix botó a més d'una acció per crear macros!
es: Nota: ¡Puedes asignar el mismo botón a más de una acción para crear macros!

source: Press the Key/Button/Axis to bind Wait to cancel...
es: Presiona la Tecla/Botón/Eje a asignar Espera para cancelar...

source: Are you sure you want to reset all controls to default?
ca: Esteu segur que voleu restablir tots els controls per defecte?
es: ¿Está seguro de que querer reestablecer todos los controles a los valores predeterminados?

source: (Disabled due to Input -> Use direct joystick access)
ca: (Desactivat a causa de Entrada -> Utilitzar l'accés directe al joystick)
es: (Desactivado debido a Entrada -> Acceder directamente al joystick con mandos conocidos)

source: Reset default settings
ca: Restableix la configuració predeterminada
es: Restablecer a la configuración predeterminada

source: Engine
ca: Motor
es: Motor

source: Note Packs
ca: Paquets de notes
es: Packs de Notas

source: Rebuilding note atlas...
ca: Reconstruint l'atles de notes...
es: Reconstruyendo atlas de notas...

source: Default
ca: Per defecte
es: Por defecto

source: Language
ca: Idioma
es: Idioma

source: Selects the language to use (requires restart)
ca: Selecciona l'idioma que s'utilitzarà (cal reiniciar)
es: Selecciona el idioma a usar (requiere reiniciar)

source: Auto detect
ca: Auto detectar
es: Auto detectar

source: Enable streamer mode
ca: Activa el mode streamer
es: Activar modo streamer

source: If enabled, saves the title, background and preview image to the user folder so they can be used on a streaming software
ca: Si està activat, desa el títol, el fons i la imatge de vista prèvia a la carpeta de l'usuari perquè es puguin utilitzar en un programari de transmissió.
es: Si está habilitado, guarda el título, el fondo y la imagen de vista previa en la carpeta del usuario para que puedan usarse en un software de streaming

source: Enable health system
ca: Habilitar el sistema de salut
es: Activar sistema de vida

source: If enabled the game enables the optional health system where a song can be failed.
ca: Si està activat, el joc habilita el sistema de salut opcional on es pot fallar una cançó.
es: Si está habilitado, el juego habilita el sistema de salud opcional donde se puede fallar una canción.

source: Download audio only from workshop
ca: Descarregar només àudio de la workshop
es: Descargar solo audio de la workshop

source: If enabled downloads only audio when subscribing to workshop items from the in-game workshop browser
ca: Si està activat, només es descarrega l'àudio en subscriure's a elements de la Steam Workshop des de dins del joc
es: Si está habilitado, descarga solo audio al suscribirse a elementos de la Workshop desde el navegador del taller del juego

source: Maximum simultaneous media downloads
ca: Màxim de descàrregues multimèdia simultànies
es: Máximo de descargas de medios simultáneas

source: How many media files can be downloaded at the same time by the game
ca: Quants fitxers multimèdia es poden descarregar al mateix temps pel joc
es: Cuántos archivos multimedia puede descargar el juego al mismo tiempo

source: Pause on focus loss
ca: Pausa per perdre el focus
es: Pausa al perder el foco

source: Automatically pause the game when the focus to the game's window is lost.
ca: Posa en pausa el joc automàticament quan es perd el focus a la finestra del joc.
es: Pausa automáticamente el juego cuando se pierde el foco en la ventana del juego.

source: Show note types before playing
ca: Mostra els tipus de notes abans de començar una cançó
es: Mostrar tipos de notas antes de jugar

source: Shows a list of notes and how to hit them before the song starts
ca: Mostra una llista de notes i com tocar-les abans que comenci la cançó
es: Muestra una lista de notas y como tocarlas antes de comenzar la canción

source: Show latency
ca: Mostra latència
es: Mostrar latencia

source: Shows how late or how early you were when hitting notes.
ca: Mostra la diferencia de temps a l'hora de donar-li a una nota.
es: Muestra qué tan tarde o qué tan temprano le diste al pulsar notas.

source: Input
ca: Entrada
es: Entrada

source: Use direct joystick access with known controllers
ca: Utilitzar l'accés directe al joystick amb controladors coneguts
es: Utilice el acceso directo al joystick con mandos conocidos

source: Allows the game to access controller joysticks directly, used to make slide and heart notes more consistent, only available on controllers marked as known
ca: Permet al joc accedir directament als joysticks del controlador, que s’utilitzen per fer més consistents les notes de diapositives i de cor, només disponibles als controladors marcats com a coneguts
es: Permite que el juego acceda directamente a los joysticks del controlador, que se utilizan para hacer que las diapositivas y las notas del corazón sean más consistentes, solo disponible en controladores marcados como conocidos

source: Direct joystick slider deadzone outer
es: (Acceso de joystick directo) Zona muerta de sliders exterior

source: From 0 to 1, how much travel is required for the analog sticks (and other analog inputs) to be considered on/off.
ca: De 0 a 1, quant recorregut es requereix perquè els joysticks analògics (i altres entrades analògiques) es considerin activades / desactivades.
es: De 0 a 1, cuánto recorrido se requiere para que las palancas analógicas (y otras entradas analógicas) se consideren activadas/desactivadas.

source: Direct joystick angle deadzone
es: (Acceso de joystick directo) Ángulo de zona muerta

source: Angle used to define the angular deadzone of sliders Note: This only works with direct joystick access.
es: Ángulo utilizado para definir la zona muerta angular de los slides Nota: Esto solo funciona con acceso directo al joystick.

source: Enable vibration
ca: Activa la vibració
es: Habilitar vibración

source: If enabled allows the controller to vibrate.
ca: Si està activat, permet que el comandament vibri.
es: Si está habilitado, permite que el controlador vibre.

source: Analog deadzone
ca: Zona morta analògica
es: Zona muerta analógica

source: Controls
es: Controles

source: Content
ca: Contingut
es: Contenido

source: Audio
es: Sonido

source: Audio buffer size
es: Tamaño del buffer de audio

source: In milliseconds, how big should the requested audio buffer be, lower means lower latency and more smoothness but also higher CPU usage, this is just a target value, your OS might force a different value.
ca: En mil·lisegons, quina mida hauria de ser el buffer d'àudio sol·licitat, menor significa una menor latència i més suavitat, però també un ús més elevat de CPU, aquest és només un valor objectiu, el vostre sistema operatiu pot forçar un valor diferent.
es: En milisegundos, qué tan grande debe ser el búfer de audio solicitado, menor significa menor latencia y más fluidez, pero también mayor uso de la CPU. Este es solo un valor objetivo, su sistema operativo podría forzar un valor diferente.

source: Play hit sounds only when a note is hit
ca: Reprodueix sons de notes només quan s'encerta
es: Reproduce sonidos solo cuando se acierta

source: Makes note hit sounds only get emitted when a note is actually hit, disables "empty" button press sounds.
ca: Fa que els sons de les notes només s'emeten quan realment s'encerta una nota, desactiva els sons al prémer botóns en "buit".
es: Hace que los sonidos de las notas solo se emitan cuando realmente se toca una nota, desactiva los sonidos de pulsación de botón \"vacío\".

source: Master volume
ca: Volum mestre
es: Volumen principal

source: Global game volume
ca: Volum global del joc
es: Volumen de juego global

source: Sound effects volume
ca: Volum d'efectes sonors
es: Volumen de efectos de sonido

source: Volume for the sound effects
ca: Volum per als efectes de so
es: Volumen de los efectos de sonido

source: Music volume
ca: Volum de música
es: Volumen de la música

source: Volume for the music
ca: Volum per a la música
es: Volumen de la música

source: Voice fade
ca: Esvaniment de veu
es: Desvanecimiento de voz

source: Make the voice fade when missing a note (only on supported charts).
ca: Feu que la veu s'esvaeixi quan es falla una nota (només als mapes compatibles).
es: Haga que la voz se desvanezca cuando se falle una nota (solo en gráficos compatibles).

source: Disable menu music
ca: Desactivar cançons al menú
es: Desactivar la música del menú

source: Disables all music in menus
ca: Desactiva tota la música dels menús
es: Desactiva toda la música en los menús

source: Video
ca: Vídeo
es: Vídeo

source: Display mode
ca: Mode de visualització
es: Modo de visualización

source: Whether or not the game should use all the available screen, this should have no difference in performance, except on Windows.
ca: Tant si el joc ha d’utilitzar o no tota la pantalla disponible, això no hauria de tenir cap diferència en el rendiment, excepte on Windows.
es: Ya sea que el juego use o no toda la pantalla disponible, esto no debería tener ninguna diferencia en el rendimiento, excepto en Windows.

source: Borderless fullscreen
ca: Pantalla completa sense vores
es: Pantalla completa sin bordes

source: Fullscreen
ca: Pantalla completa
es: Pantalla completa

source: Windowed
ca: En finestra
es: Ventana

source: Display
ca: Monitor
es: Monitor

source: Display to display the game in
ca: Monitor al qual mostrar el joc
es: Monitor en el que mostrar el juego

source: Current
ca: Actual
es: Actual

source: Enable VSync
ca: Activar la sincronització vertical
es: Habilitar VSync

source: Waits for vertical synchronization to render frame, can reduce screen tearing but will introduce extra input lag.
ca: Espera la sincronització vertical per renderitzar el fotograma, pot reduir el desgarrament de la pantalla, però introduirà un retard d'entrada addicional.
es: Espera la sincronización vertical para renderizar el fotograma, puede reducir el desgarro de la pantalla pero introducirá un retraso de entrada adicional.

source: Disable Video
ca: Desactivar vídeo
es: Desactivar Video

source: Disables video playback and download, might yield more performance on some systems.
ca: Desactiva la reproducció i descàrrega de vídeo, i pot produir més rendiment en alguns sistemes.
es: Desactiva la reproducción y descarga de videos; puede generar más rendimiento en algunos sistemas.

source: Disable Video for PPD songs
ca: Desactiva el vídeo per a cançons del PPD
es: Deshabilitar video para canciones de PPD

source: Disables video playback and download for PPD songs, might yield more performance on some systems.
ca: Desactiva la reproducció i la descàrrega de vídeo per a cançons del PPD, cosa que pot prodi més rendiment en alguns sistemes.
es: Desactiva la reproducción y descarga de videos de canciones PPD, lo que puede resultar en un mayor rendimiento en algunos sistemas.

source: Use visualizer with video
ca: Utilitzar visualitzador amb vídeo
es: Usar visualizador con video

source: Whether or not the game should display the visualizer on top of videos.
ca: Si el joc ha de mostrar o no el visualitzador a sobre dels vídeos.
es: Si el juego debe mostrar el visualizador encima de los videos o no.

source: Visualizer
ca: Visualitzador
es: Visualizador

source: Built-in audio visualization effects, disabling this setting might yield a considerable performance boost on more modest systems.
ca: Els efectes de visualització d'àudio integrats, la desactivació d'aquest paràmetre pot suposar un augment considerable del rendiment en sistemes més modestos.
es: Efectos de visualización de audio integrados; deshabilitar esta configuración podría resultar en un aumento considerable del rendimiento en sistemas más modestos.

source: Visualizer Resolution
ca: Resolució del visualitzador
es: Resolución del visualizador

source: How many points of data the audio visualization effects use, lowering this setting might yield a considerable performance boost on more modest systems.
ca: Quants punts de dades utilitzen els efectes de visualització d'àudio, si es redueix aquest paràmetre es pot obtenir un augment considerable del rendiment en sistemes més modestos.
es: Cuántos puntos de datos utilizan los efectos de visualización de audio, reducir esta configuración podría resultar en un aumento considerable del rendimiento en sistemas más modestos.

source: FPS Limit
ca: Límit de FPS
es: Límite de FPS

source: Limits the framerate, this might be useful to limit battery consumption on portable systems.
ca: Limita la freqüència de fotogrames, pot ser útil per limitar el consum de bateria en sistemes portàtils.
es: Limita la velocidad de fotogramas, esto podría resultar útil para limitar el consumo de batería en sistemas portátiles.

source: yt-dlp: Custom command-line arguments
es: yt-dlp: Argumentos de línea de comandos personalizados

source: Custom command-line arguments to prepend to yt-dlp
es: Argumentos de línea de comandos personalizados para anteponer a yt-dlp

source: Desired Video FPS
ca: FPS de vídeo desitjat
es: FPS de Video Deseado

source: The desired video framerate for downloaded videos.
ca: La freqüència de fotogrames de vídeo desitjada per als vídeos baixats.
es: La tasa de fotogramas de video deseada para los videos descargados.

source: Desired Video Resolution
ca: Resolució de vídeo desitjada
es: Resolución de Video Deseada

source: The desired video resolution for downloaded videos, if the exact resolution you requested is not available the next smallest resolution will be used instead.
ca: La resolució de vídeo desitjada per als vídeos baixats, si la resolució exacta que heu sol·licitat no està disponible, s'utilitzarà la resolució més petita següent.
es: La resolución de video deseada para los videos descargados; si la resolución exacta que solicitó no está disponible, se utilizará la siguiente resolución más pequeña.

source: Button prompts
ca: Gràfics de botons
es: Indicaciones de botones

source: Overrides the button prompts shown for your controller to the specified type.
ca: Substitueix les indicacions de botó que es mostren per al comandament pel tipus especificat.
es: Reemplaza las indicaciones de botón que se muestran para tu mando al tipo especificado.

# Button prompt auto detect option
source: Auto-detect
es: Autodetectar

# UI blur enabled options menu option name
source: Enable interface blurring
es: Activar difuminado de la interfaz

# UI blur enabled options menu description
source: Enables blurring the background of some interface elements.
es: Activa el difuminado del fondo de algunos elementos de la interfaz.

source: Enable lyrics
ca: Activar lletra de cançó
es: Habilitar letras

source: Enables showing lyrics in-game.
ca: Permet mostrar la lletra de les cançons al joc.
es: Habilita mostrar letras en el juego.

source: Lyrics position
ca: Posició de la lletra
es: Posición de las letras

source: Changes where the lyrics are shown.
ca: Canvis on es mostra la lletra.
es: Cambia donde se muestran las letras.

source: Top left
ca: Esquerra superior
es: Superior izquierda

source: Top center
ca: Centre superior
es: Superior central

source: Top right
ca: Dreta superior
es: Superior derecha

source: Bottom left
ca: Esquerra inferior
es: Inferior izquierda

source: Bottom center
ca: Centre inferior
es: Inferior centro

source: Bottom right
ca: Dreta inferior
es: Inferior derecha

source: Lyrics color
ca: Color de la lletra
es: Color de las letras

source: Changes the color used to show the lyrics.
ca: Canvia el color utilitzat per mostrar la lletra.
es: Cambia el color utilizado para mostrar las letras.

source: Orange
ca: Taronja
es: Naranja

source: Purple
ca: Lila
es: Lila

source: Blue
ca: Blau
es: Azul

source: Red
ca: Vermell
es: Rojo

source: Green
ca: Verd
es: Verde

source: Note Size
ca: Mida de la nota
es: Tamaño de nota

source: How big the notes will appear in the game.
ca: Quant de grans apareixeran les notes al joc.
es: Qué tan grandes aparecerán las notas en el juego.

source: Background dim
ca: Fosquedat del fons
es: Atenuación del fondo

source: Dims the background, a higher percentage will make it darker, note this also includes video background.
ca: Enfosqueix el fons; un percentatge més alt el farà més fosc. Tingueu en compte que també inclou el vídeos de fons.
es: Atenúa el fondo; un porcentaje mayor lo oscurecerá; tenga en cuenta que esto también incluye el fondo del video.

source: Enable multi note indicator
ca: Activa l'indicador de notes múltiples
es: Habilitar indicador de notas múltiples

source: Enables showing an indicator in the middle of the screen for what buttons should be pressed for a multi-note.
ca: Permet mostrar un indicador al centre de la pantalla dels botons que s'han de prémer per fer una nota múltiple.
es: Permite mostrar un indicador en el medio de la pantalla sobre qué botones se deben presionar para una nota múltiple.

source: Show clock arms
ca: Mostra els braços del rellotge
es: Mostrar brazos de reloj

source: Enables using clock arms instead of circles to show you when it's time to press a note.
ca: Permet utilitzar braços de rellotge en lloc de cercles per mostrar-vos quan és hora de prémer una nota.
es: Utiliza brazos de reloj en lugar de círculos para mostrar cuándo es el momento de presionar una nota.

source: Enable leading lines
ca: Activar cola de nota al davant
es: Activar cola de nota delantera

source: Enables lines that show where the notes are going to go.
ca: Activa les línies que mostren cap a on aniran les notes.
es: Habilita líneas que muestran dónde van a ir las notas.

source: Use arrow instead of left icon
ca: Utilitzar la fletxa en lloc de la icona cap a l'esquerra
es: Usar flecha en lugar del icono hacia la izquierda

source: Replaces all instances of the left icon of the selected icon pack with a left arrow.
ca: Substitueix totes les instàncies de la icona esquerra del paquet d'icones seleccionat per una fletxa esquerra.
es: Reemplaza todas las instancias del ícono izquierdo del paquete de íconos seleccionado con una flecha hacia la izquierda.

source: Use arrow instead of right icon
ca: Utilitzar la fletxa en lloc de la icona cap a la dreta
es: Usar flecha en lugar del icono hacia la derecha

source: Replaces all instances of the right icon of the selected icon pack with a right arrow.
ca: Substitueix totes les instàncies de la icona dreta del paquet d'icones seleccionat per una fletxa dreta.
es: Reemplaza todas las instancias del ícono derecho del paquete de íconos seleccionado con una flecha hacia la derecha.

source: Use arrow instead of up icon
ca: Utilitzar la fletxa en lloc de la icona cap amunt
es: Usar flecha en lugar del icono hacia arriba

source: Replaces all instances of the up icon of the selected icon pack with a up arrow.
ca: Substitueix totes les instàncies de la icona cap amunt del paquet d'icones seleccionat per una fletxa cap amunt.
es: Reemplaza todas las instancias del ícono hacia arriba del paquete de íconos seleccionado con una flecha hacia arriba.

source: Use arrow instead of down icon
ca: Utilitzar la fletxa en lloc de la icona cap avall
es: Usar flecha en lugar del icono hacia abajo

source: Replaces all instances of the down icon of the selected icon pack with a down arrow.
ca: Substitueix totes les instàncies de la icona cap avall del paquet d'icones seleccionat per una fletxa cap avall.
es: Reemplaza todas las instancias del ícono hacia abajo del paquete de íconos seleccionado con una flecha hacia abajo.

source: Romanized titles
ca: Títols romanitzats
es: Títulos romanizados

source: Shows romanized versions of foreign titles when available.
ca: Mostra versions romanitzades de títols estrangers quan estiguin disponibles.
es: Muestra versiones romanizadas de títulos extranjeros cuando estén disponibles.

source: Multi laser opacity
ca: Opacitat del làser per notes múltiples
es: Opacidad del laser de notas múltiples

source: Changes the opacity of the laser that connects multi notes.
ca: Canvia la opacitat del làser que connecta les notes múltiples.
es: Cambia la opacidad del láser que conecta las notas múltiples.

source: Explicit ratings
ca: Valoracions explícites
es: Calificaciones explícitas

source: Show the full name of the rating on the song list (Doesn't apply for a CHEAP rating).
ca: Mostra el nom complet de la classificació a la llista de cançons (no s'aplica a una valoració CHEAP).
es: Muestra el nombre completo de la calificación en la lista de canciones (No aplica para calificación CHEAP).

source: Res. Packs
ca: Paq. de Rec.
es: Paq. de Rec

source: Credits
es: Creditos

source: {sound_pretty_name} sound
es: sonido de {sound_pretty_name}

source: Sound to use. (Place custom sounds inside the custom_sounds folder in your user folder, only 16-bit WAV files are supported)
ca: So per utilitzar. (Col·loqueu sons personalitzats a la carpeta custom_sounds dins la carpeta d'usuari, només s'admeten fitxers WAV de 16 bits)
es: Sonido a utilizar. (Coloca tus sonidos personalizados dentro de la carpeta custom_sounds en la carpeta de usuario, solo se admiten archivos WAV de 16 bits)

source: {sound_pretty_name} sound volume
es: {sound_pretty_name} volumen del sonido

source: Volume for this sound effect
ca: Volum per aquest efecte de so
es: Volumen para este efecto de sonido

source: Detected controllers:
es: Mandos detectados:

# Display number shown in options menu
source: Display {display_number}
es: Monitor {display_number}

source: Content directory
ca: Directori de contingut
es: Directorio de contenido

source: Content
ca: Contingut
es: Contenido

source: Change
ca: Canviar
es: Cambiar

source: A restart is needed for changes to apply
ca: Cal un reinici perquè els canvis s'apliquin
es: Es necesario reiniciar para que se apliquen los cambios

source: MM+ loaded succesfully from:
ca: MM+ s'ha carregat correctament des de:
es: MM + cargada con éxito desde:

source: Enable mounting Project DIVA MegaMix+ from Steam
ca: Activa el muntatge del Projecte DIVA MegaMix+ des de Steam
es: Habilitar la carga de Project DIVA MegaMix+ desde Steam

source: DISCLAIMER Project DIVA MegaMix+, Project DIVA and other similar trademarks are the property of SEGA, Crypton Future media and others. Project Heartbeat does not encourage piracy, as loading data from Project DIVA MegaMix+ requires ownership the game, which is verified through the Steamworks API. Project Heartbeat is simply another engine in which the user can play their legally purchased content, in a similar vein to how the same MP3 file can be played in different MP3 players.
es: DESCARGO DE RESPONSABILIDAD Project DIVA MegaMix+, Project DIVA y otras marcas comerciales similares son propiedad de SEGA, Crypton Future media y otros. Project Heartbeat no fomenta la piratería, ya que para cargar datos de Project DIVA MegaMix+ es necesario ser propietario del juego, lo cual se verifica a través de la API de Steamworks. Project Heartbeat es simplemente otro motor en el que el usuario puede reproducir su contenido comprado legalmente, de forma similar a cómo se puede reproducir el mismo archivo MP3 en diferentes reproductores MP3.

source: Reset content directory to default
ca: Restableix el directori de contingut al valor predeterminat
es: Restablecer el directorio de contenido al predeterminado

source: Reload all songs
ca: Recarregar totes les cançons
es: Recargar todas las canciones

source: Clear cache
ca: Netejar cau
es: Limpiar caché

source: Download all song media
ca: Baixar tots els continguts multimèdia de cançons
es: Descargar todos los medios de canción

# Used for the options -> content label for clearing song media
source: Clean unused media for {unused_video_count} songs ({unused_size})
es: Limpiar medios no utilizados para {unused_video_count} canciones ({unused_size})
