Repository: EIRTeam/Project-Heartbeat
Catalog: locale/*.po
Languages: ca, es

source: Unknown error
ca: Error desconegut
es: Error desconocido

source: Fatal error loading data from the game, please see below
ca: Error fatal en carregar dades del joc, vegeu més avall
es: Error fatal al cargar datos del juego, por favor ve más abajo

source: Steam reports MM+ is not installed
ca: Steam informa que MM+ no està instal·lat
es: Steam informa que MM+ no está instalado

source: Your steam account does not own MM+
ca: El teu compte de Steam no és propietari de MM+
es: Tu cuenta de Steam no posee MM+

source: Steam couldn't be found, is it closed?
ca: No s'ha pogut trobar Steam, està tancat?
es: Steam no se pudo encontrar, ¿está cerrado?

source: Yes (audio only)
ca: Sí (només àudio)
es: Si (solo audio)

source: Yes
ca: Si
es: Si

source: Media for this song is currently being downloaded.
ca: Actualment s'estan baixant els medis d'aquesta cançó.
es: Los medios de esta canción se están descargando actualmente.

source: Ok
es: Vale

source: Due to legal and licensing reasons, Project Heartbeat cannot use MP4 files for PPD songs. Read more about why here. The recommended way to share and play community charts is to use the Workshop, PPD suport is provided as a courtesy for transitioning players. You can either input a YouTube URL or select an ogg file from disk to use as audio.
ca: Per motius legals i de llicència, Project Heartbeat no pot utilitzar fitxers MP4 per a cançons PPD. Llegiu més informació sobre el perquè aquí. La forma recomanada de compartir i jugar gràfics de la comunitat és fer servir la Workshop, el suport de PPD es proporciona com a cortesia dels jugadors en transició. Podeu introduir un URL de YouTube o seleccionar un fitxer ogg del disc per utilitzar-lo com a àudio.
es: Debido a razones legales y de licencia, Project Heartbeat no puede usar archivos MP4 para canciones de PPD. Lee más sobre por qué aquí. La forma recomendada de compartir y jugar las listas de la comunidad es utilizar la Workshop, el soporte de de PPD se proporciona como cortesía para nuevos jugadores. Puedes introducir una URL de YouTube o seleccionar un archivo ogg del disco para usarlo como audio.

source: Use YouTube Video
ca: Utilitzar video de youtube
es: Usar video de YouTube

source: Select from disk
ca: Seleccioneu del disc
es: Seleccionar desde el disco

source: Invalid URL, ensure you are using a YouTube URL and that it is valid.
es: URL no válida. Asegúrese de estar utilizando una URL de YouTube y de que sea válida.

source: Open a Directory
es: Abrir un Directorio

source: Select Current Folder
es: Seleccionar el Directorio Actual

source: Your system time appears to be invalid, please ensure both your time zone and local time are set correctly! Specially if you are dual-booting Linux!
es: Parece que la hora de tu sistema no es válida, ¡por favor asegúrate de que tanto tu zona horaria como la hora local están configuradas correctamente! ¡Específicamente si estás haciendo arranque doble con Linux!

source: Okay
es: Vale

source: DualShock Cross, Xbox A, Nintendo B
ca: Creu del DualShock, A de Xbox, B de Nintendo
es: Cruz de DualShock, A de Xbox, B de Nintendo

source: DualShock Circle, Xbox B, Nintendo A
ca: Cercle del DualShock, B de Xbox, A de Nintendo
es: Círculo de DualShock, B de Xbox, A de Nintendo

source: DualShock Square, Xbox X, Nintendo Y
ca: Quadrat del DualShock, X de Xbox, Y de Nintendo
es: Cuadrado de DualShock, X de Xbox, Y de Nintendo

source: DualShock Triangle, Xbox Y, Nintendo X
ca: Triangle del DualShock, Y de Xbox, X de Nintendo
es: Triángulo de DualShock,Y de Xbox, X de Nintendo

source: Select, DualShock Share, Nintendo -
ca: Select, Share del DualShock, - de Nintendo
es: Select, Share de DualShock, - de Nintendo

source: Start, DualShock Options, Nintendo +
ca: Start, Options del DualShock, + de Nintendo
es: Start, Options de DualShock, + de Nintendo

source: D-Pad Up
ca: Pad direccional amunt
es: Pad direccional arriba

source: D-Pad Down
ca: Pad direccional avall
es: Pad direccional abajo

source: D-Pad Left
ca: Pad direccional esquerra
es: Pad direccional izquierda

source: D-Pad Right
ca: Pad direccional dreta
es: Pad direccional derecha

source: (Left Stick Left)
ca: (Stick esquerre cap a l'esquerra)
es: (Stick izquierdo izquierda)

source: (Left Stick Right)
ca: (Stick esquerre cap a la dreta)
es: (Stick izquierdo derecha)

source: (Left Stick Up)
ca: (Stick esquerre cap amunt)
es: (Stick izquierdo arriba)

source: (Left Stick Down)
ca: (Stick esquerre cap avall)
es: (Stick izquierdo abajo)

source: (Right Stick Left)
ca: (Stick dret cap a l'esquerra)
es: (Stick derecho izquierda)

source: (Right Stick Right)
ca: (Stick dret cap a la dreta)
es: (Stick derecho derecha)

source: (Right Stick Up)
ca: (Stick dret cap amunt)
es: (Stick derecho arriba)

source: (Right Stick Down)
ca: (Stick dret cap avall)
es: (Stick derecho abajo)

source: Note up
ca: Nota amunt
es: Nota arriba

source: Note down
ca: Nota abaix
es: Nota abajo

source: Note left
ca: Nota esquerra
es: Nota izquierda

source: Note right
ca: Nota dreta
es: Nota derecha

source: Slide left
ca: Slide esquerra
es: Slide izquierda

source: Slide right
ca: Slide dreta
es: Slide derecha

source: Heart note
ca: Nota de cor
es: Nota de corazón

source: Practice mode: Set waypoint
ca: Mode de pràctica: establir el marcador
es: Modo de práctica: establecer marcador

source: Practice mode: Go to waypoint
ca: Mode de pràctica: anar al marcador
es: Modo de práctica: ir al marcador

source: Practice mode: Last mode
ca: Mode de pràctica: Mode anterior
es: Modo de práctica: modo anterior

source: Practice mode: Next mode
ca: Mode de pràctica: Mode següent
es: Modo de práctica: siguiente modo

source: Practice mode: Apply calculated latency
ca: Mode de pràctica: aplicar la latència calculada
es: Modo de práctica: Aplicar latencia calculada

source: Pause
ca: Pausar
es: Pausa

source: Menu up
ca: Menú amunt
es: Menú arriba

source: Menu down
ca: Menú abaix
es: Menu abajo

source: Menu left
ca: Menú esquerra
es: Menú izquierdas

source: Menu right
ca: Menú dreta
es: Menú derecha

source: Tab left
ca: Pestanya esquerra
es: Pestaña izquierda

source: Tab right
ca: Pestanya dreta
es: Pestaña derecha

source: Menu accept
ca: Menú acceptar
es: Menú aceptar

source: Menu cancel
ca: Menú cancelar
es: Menú cancelar

source: (Song list) Page up
es: (Lista de canciones) Página arriba

source: (Song list) Page down
es: (Lista de canciones) Página abajo

source: Show currently playing song
ca: Mostrar cançó
es: Mostrar canción actual

source: Menu sort by
ca: Menú ordena per
es: Menú ordenar por

source: Menu search
ca: Cerca
es: Menu busqueda

source: Contextual option
ca: Opció contextual
es: Opción contextual

source: Undo
es: Deshacer

source: Redo
es: Rehacer

source: Select notes
es: Seleccionar notas

source: Show contextual menu
es: Mostrar menú contextual

source: Pan the timeline
es: Mover la línea de tiempo

source: Scale up the timeline
es: Aumentar la escala de la línea de tiempo

source: Scale down the timeline
es: Reducir la escala de la línea de tiempo

source: Scroll the timeline to the left
es: Desplazar la línea de tiempo a la izquierda

source: Scroll the timeline to the right
es: Desplazar la línea de tiempo a la derecha

source: Snap the playhead to the previous beat
es: Ajusta el cabezal de reproducción al pulso anterior

source: Snap the playhead to the next beat
es: Ajusta el cabezal de reproducción al pulso siguiente

source: Snap the playhead to the previous bar
es: Ajusta el cabezal de reproducción al compás anterior

source: Snap the playhead to the next bar
es: Ajusta el cabezal de reproducción al compás siguiente

source: Open/Close the settings menu
es: Abrir/Cerrar el menú de configuración

source: Open the editor docs
es: Abrir los la documentación del editor

source: Open the script manager
es: Abra el administrador de scripts

source: Open the diagnostics menu
es: Abrir el menú de diagnóstico

source: Toggle the fps counter
es: Alternar el contador de fps

source: Show hidden charts
es: Mostrar charts ocultos

source: Open/Close the layer visibility menu
es: Abrir/Cerrar el menú de visibilidad de capas

source: Open a chart
es: Abrir un chart

source: Open the scripts directory
es: Abrir el directorio de scripts

source: Save the chart / script
es: Guardar el chart/script

source: Save the chart / script as
es: Guardar el chart/script como

source: Create a new script
es: Crear un nuevo script

source: Play / Pause
es: Reproducir / Pausar

source: Playtest
es: Prueba de juego

source: Playtest at time
es: Prueba de juego en el momento

source: Toggle metronome
es: Alternar metrónomo

source: Toggle background
es: Alternar fondo

source: Toggle video
es: Alternar vídeo

source: Select all
es: Seleccionar todo

source: Deselect
es: Deseleccionar

source: Shift selection left
es: Desplazar selección a la izquierda

source: Shift selection right
es: Desplazar selección a la derecha

source: Select every 2nd note
es: Seleccionar cada segunda nota

source: Select every 3rd note
es: Seleccionar cada tercera nota

source: Select every 4th note
es: Seleccionar cada cuarta nota

source: Select only notes
es: Seleccionar solo notas

source: Select only double notes
es: Seleccione solo notas dobles

source: Select only sustains
es: Seleccionar solo sustains

source: Select only sections
es: Seleccionar solo secciones

source: Select only tempo changes
es: Seleccionar solo cambios de tempo

source: Select only speed changes
es: Seleccione solo cambios de velocidad

source: Cut notes
es: Cortar notas

source: Copy notes
es: Copiar notas

source: Paste notes
es: Pegar notas

source: Delete notes
es: Eliminar notas

source: Convert to normal note
es: Convertir a nota normal

source: Toggle hold note
es: Alternar nota hold

source: Toggle sustain note
es: Alternar nota sustain

source: Toggle double note
es: Alternar nota doble

source: Toggle rush note
es: Alternar nota rush

source: Make slide chain
es: Hacer cadena de slides

source: Increase note type
es: Aumentar tipo de nota

source: Decrease note type
es: Disminuir tipo de nota

source: Set resolution to 4ths
es: Establecer resolución en 4tos

source: Set resolution to 6ths
es: Establecer resolución en 6tos

source: Set resolution to 8ths
es: Establecer resolución en 8vos

source: Set resolution to 12ths
es: Establecer resolución en 12

source: Set resolution to 16ths
es: Establecer resolución en 16

source: Set resolution to 24ths
es: Establecer resolución en 24

source: Set resolution to 32nds
es: Establecer resolución en 32

source: Toggle timeline snap
es: Alternar ajuste de línea de tiempo

source: Increase timeline resolution
es: Aumentar la resolución de la línea de tiempo

source: Decrease timeline resolution
es: Disminuir la resolución de la línea de tiempo

source: Toggle the hitsound sfxs
es: Alternar los efectos de sonido de hits

source: Toggle the waveform display
es: Alternar la visualización de forma de onda

source: Tap metronome
es: Tocar metrónomo

source: Toggle grid
es: Alternar cuadrícula

source: Toggle grid snap
es: Alternar ajuste de cuadrícula

source: Show arrange menu
es: Mostrar menú de organización

source: Arrange left
es: Organizar a la izquierda

source: Arrange right
es: Organizar a la derecha

source: Arrange up
es: Organizar arriba

source: Arrange down
es: Organizar abajo

source: Arrange up left
es: Organizar arriba a la izquierda

source: Arrange up right
es: Organizar arriba a la derecha

source: Arrange down left
es: Organizar abajo a la izquierda

source: Arrange down right
es: Organizar abajo a la derecha

source: Stack notes
es: Apilar notas

source: Fine position notes left
es: Posicionar notas a la izquierda finamente

source: Fine position notes right
es: Posicionar notas a la derecha finamente

source: Fine position notes up
es: Posicionar notas arriba finamente

source: Fine position notes down
es: Posicionar notas abajo finamente

source: Move notes left
es: Mover notas a la izquierda

source: Move notes right
es: Mover notas a la derecha

source: Move notes up
es: Mover notas hacia arriba

source: Move notes down
es: Mover notas hacia abajo

source: Interpolate angles
es: Interpolar ángulos

source: Interpolate distances
es: Interpolar distancias

source: Flip angle
es: Invertir angulo

source: Flip oscillation
es: Invertir oscilación

source: Move angles towards the first note
es: Mover ángulos hacia la primera nota

source: Move angles away from the first note
es: Aleja los ángulos de la primera nota

source: Move angles towards the last note
es: Mover ángulos hacia la última nota

source: Move angles away from the last note
es: Aleja los ángulos de la última nota

source: Set angle to 180º
es: Establecer el ángulo en 180º

source: Set angle to 0º
es: Establecer ángulo en 0º

source: Set angle to 270º
es: Establecer el ángulo en 270º

source: Set angle to 90º
es: Establecer el ángulo en 90º

source: Set angle to 225º
es: Establecer el ángulo en 225º

source: Set angle to 315º
es: Establecer el ángulo en 315º

source: Set angle to 135º
es: Establecer el ángulo en 135º

source: Set angle to 45º
es: Establecer el ángulo en 45º

source: Mirror horizontally
es: Reflejar horizontalmente

source: Mirror vertically
es: Reflejar verticalmente

source: Flip horizontally
es: Invertir horizontalmente

source: Flip vertically
es: Invertir verticalmente

source: Make circle clockwise
es: Hacer un círculo en el sentido de las agujas del reloj

source: Make circle counter-clockwise
es: Hacer un círculo en el sentido contrario a las agujas del reloj

source: Make circle clockwise from the inside
es: Hacer un círculo en el sentido de las agujas del reloj desde el interior

source: Make circle counter-clockwise from the inside
es: Hacer un círculo en el sentido contrario a las agujas del reloj desde el interior

source: Make arc clockwise
es: Hacer arco en el sentido de las agujas del reloj

source: Make arc counter-clockwise
es: Hacer arco en el sentido contrario a las agujas del reloj

source: Make arc clockwise from the inside
es: Hacer arco en el sentido de las agujas del reloj desde el interior

source: Make arc counter-clockwise from the inside
es: Hacer arco en el sentido contrario a las agujas del reloj desde el interior

source: Circle size bigger
es: Aumentar tamaño del círculo

source: Circle size smaller
es: Disminuir tamaño del círculo

source: Rotate around the selection center
es: Girar alrededor del centro de selección

source: Rotate around the leftmost note
es: Girar alrededor de la nota más a la izquierda

source: Rotate around the rightmost note
es: Girar alrededor de la nota más a la derecha

source: Rotate around the screen center
es: Girar alrededor del centro de la pantalla

source: Vertical multi left
es: Multi vertical izquierdo

source: Vertical multi right
es: Multi vertical derecho

source: Straight vertical multi
es: Multi vertical recto

source: Horizontal multi top
es: Multi vertical arriba

source: Horizontal multi bottom
es: Multi vertical abajo

source: Diagonal multi
es: Multi diagonal

source: Quad (From inside)
es: Quad (Desde el interior)

source: Sideways quad
es: Quad de lado

source: Triangle
es: Triángulo

source: Inverted triangle
es: Triángulo invertido

source: Create template
es: Crear plantilla

source: Refresh templates
es: Actualizar plantillas

source: Open the templates dir (to manage them)
es: Abra el directorio de plantillas (para administrarlas)

source: Create timing change
es: Crear cambio de tempo

source: Create speed change
es: Crear cambio de velocidad

source: Create a smooth speed transition
es: Crea transición de velocidad suave

source: Create intro skip
es: Crear salto de introducción

source: Create chart section
es: Crear sección de chart

source: Quick lyric
es: Letra rapida

source: Quick phrase start
es: Inicio de frase rápido

source: Quick phrase end
es: Fin de frase rápido

source: Notes
es: Notas

source: Game
ca: Joc
es: Juego

source: GUI
ca: Interficie
es: Interfaz

source: Processing audio for %s
es: Procesando audio para %s

source: of %s
ca: de %s
es: de %s

source: Downloading {download_type} for {song_title} ({percentage}{size}{speed})
ca: Descarregant {download_type} per a {song_title} ({percentage}{size}{speed})
es: Descargando {download_type} para {song_title} ({percentage}{size}{speed})

source: Couldn't load game data from {game_location}
es: No se pudieron cargar los datos del juego desde {game_location}

source: Song ID {song_id}'s ({song_title}) difficulty {difficulty} did not have a DSC script path
es: La canción con ID {song_id} ({song_title}) en la dificultad {difficulty} no tiene una ruta de mapa DSC

source: Couldn't find audio data for song ID {song_id} ({song_title})
es: No se pudieron encontrar datos de audio para la canción con ID {song_id} ({song_title})

source: PVDB does not exist ({pvdb_path})
es: La PVDB no existe ({pvdb_path})

source: Song ID {song_id}'s audio path ({audio_path}) did not exist
es: La ruta de audio de la canción con ID {song_id} ({audio_path}) no existe

source: Loadingu...
ca: Carregantgu...
es: Cargandingu...

source: Enter the new folder name
ca: Introduïu el nom de la nova carpeta
es: Introduce el nombre del nuevo directorio

source: Add subfolder
es: Añadir subdirectorio

source: Rename folder
es: Renombrar directorio

source: Delete folder
es: Eliminar directorio

source: Close
ca: Tancar
es: Cerrar

source: Open
ca: Obrir
es: Abrir

source: Manage
ca: Gestionar
es: Gestionar

source: Select
ca: Seleccionar
es: Seleccionar

source: Back
ca: Enrere
es: Volver

source: Do you want to delete this folder?
ca: Vols eliminar aquesta carpeta?
es: ¿Quieres eliminar este directorio?

source: Start
ca: Iniciar
es: Iniciar

source: Are you sure you want to do this?
ca: Estàs segur de voler fer això?
es: ¿Estás seguro de querer hacer esto?

source: Accept
ca: Acceptar
es: Aceptar

source: Cancel
ca: Cancelar
es: Cancelar

source: Downloadingu UI Skin...
ca: Descarregantgu skin de interfície...
es: Descargandingu Skin de Interfaz...

source: Title
ca: Títol
es: Título

source: This chart's video contains scenes with rapidly flashing colours. Please take caution if you are affected by epilepsy.
ca: El vídeo d'aquest mapa conté escenes amb colors que parpellegen ràpidament. Tingueu precaució si us afecta l'epilèpsia.
es: El video de este mapa puede contener escenas que afecten a personas fotosensibles. Tenga cuidado si se ve afectado por la epilepsia.

source: Lvl. %d
ca: Nvl. %d
es: Nv. %d

source: Makes everyone sound like anime girls, who would have thought?
ca: Fa que tothom soni com una noia d'anime, qui ho hauria pensat?
es: Hace que todos suenen como chicas de anime, ¿quién lo hubiera pensado?

source: Latency compensation
ca: Compensació de latència
es: Compensación de latencia

source: Delay applied to note timing, in miliseconds, higher values means notes come later. Keep in mind the game already somewhat compensates for hardware delay (by, for example, already compensating for pulseaudio latency).
es: Retraso aplicado a la sincronización de las notas; en milisegundos, los valores más altos significan que las notas llegan más tarde. Ten en cuenta que el juego ya compensa en cierta medida el retraso del hardware (por ejemplo, compensando la latencia de pulseaudio).

source: Song volume
ca: Volum de cançó
es: Volumen de canción

source: Volume of the song, relative.
ca: Volum de la cançó, relatiu.
es: Volumen de la canción, relativo.

source: Video enabled
ca: Vídeo habilitat
es: Video habilitado

source: Enables or disables video for this song.
ca: Activa o desactiva el vídeo d'aquesta cançó.
es: Habilita o deshabilita el vídeo para esta canción.

source: Use the song's recommended skin
ca: Utilitza la skin recomanada per la cançó
es: Usa la skin recomendada de la canción

source: When enabled, makes the game use the skin chosen by the song's creator for this particular song, will download it if it is not installed already.
ca: Quan està activat, fa que el joc utilitzi la skin escollida pel creador de la cançó per a aquesta cançó en concret, la baixarà si encara no està instal·lada.
es: Cuando está habilitado, hace que el juego use la skin elegida por el creador de la canción para esta canción en particular, la descargará si aún no está instalada.

source: Enable vocals
es: Habilitar voces

source: If disabled, disables the vocal track completely, to play songs in instrumental mode!
es: ¡Si está desactivado, deshabilita completamente la pista vocal, para reproducir canciones en modo instrumental!

source: Normal notes
ca: Notes normals
es: Notas normales

source: Hold notes
ca: Notes hold
es: Notas hold

source: Slide notes
ca: Notes slide
es: Notas slide

source: Slide chains
ca: Cadenes de slides
es: Cadenas de slides

source: Double notes
ca: Notes dobles
es: Notas dobles

source: Sustain notes
ca: Notes sustingudes
es: Notas sostenidas

source: Heart notes
ca: Notes de cor
es: Notas de corazón

source: Press the indicated button!
es: ¡Pulsa el botón indicado!

source: Hold these notes for as long as you can!
ca: Manté aquestes notes tot el temps que puguis!
es: Aguanta estas notas cuanto puedas!

source: Press the indicated direction!
ca: Prem la direcció indicada!
es: ¡Pulsa la dirección indicada!

source: Hold the indicated direction!
ca: Manté en la direcció indicada!
es: Aguanta la dirección indicada!

source: Press the indicated note on two different buttons!
ca: Prem la nota indicada en dos botons diferents!
es: ¡Pulsa la nota indicada en dos botones distintos!

source: Hold and release when the time is right!
ca: Manté i deixa anar quan arribi el moment!
es: Aguanta y suelta cuando llegue el momento!

source: Flick in any direction!
ca: Dona un cop a qualsevol direcció!
es: ¡Golpea en cualquier dirección!

source: This chart includes:
ca: Aquest mapa inclou:
es: Este mapa incluye:

source: Press
ca: Prem
es: Pulsa

source: to continue
ca: per continuar
es: para continuar

source: Press any key
ca: Prem qualsevol botó
es: Presiona cualquier botón

source: Leaderboard not available for this song
ca: Taula de classificació no disponible per aquesta cançó
es: Tabla de clasificación no disponible para esta canción

source: HeartbeatNET: Connected
ca: HeartbeatNET: Connectat
es: HeartbeatNET: Conectado

source: Free Play
ca: Joc Lliure
es: Juego Libre

source: How to play
ca: Com Jugar
es: Como jugar

source: Multiplayer
ca: Multijugador
es: Multijugador

source: Downloads
ca: Descàrregues
es: Descargas

source: Discord Server
ca: Servidor de Discord
es: Servidor de Discord

source: Options
ca: Opcions
es: Opciones

source: Tools
ca: Eines
es: Herramientas

source: Exit
ca: Sortir
es: Salir

source: No downloads queued!
ca: No hi ha cap descàrrega a la cua!
es: No hay descargas en cola!

source: Error fetching leaderboard items
ca: Error obtenint informació de la taula classificatoria
es: Error al obtener elementos de la tabla de clasificación

source: Leaderboards are not available for this song
ca: Les taules classificatories no estan disponibles per a aquesta cançó
es: Las tablas de clasificación no están disponibles para esta canción

source: There are no entries for this song yet, soyez le premier! (be the first!)
ca: Encara no hi ha entrades per a aquesta cançó, soyez le premier! (sigueu el primer!)
es: Aún no hay entradas para esta canción, soyez le premier! (¡sé el primero!)

source: My profile
ca: El meu perfil
es: Mi perfil

source: Join the Discord server!
ca: Uniu-vos al servidor de Discord!
es: ¡Únete al servidor de Discord!

source: Follow us on Twitter!
ca: Segueix-nos al twitter!
es: ¡Síguenos en Twitter!

source: NEWS
ca: NOTÍCIES
es: NOTICIAS
