Repository: EIRTeam/Project-Heartbeat
Catalog: locale/*.po
Languages: ca, es

source: Press the Key/Button/Axis to bind
ca: Premeu la tecla / botó / eix per lligar
es: Presiona la tecla / botón / eje para enlazar

source: Reloading content...
ca: Recarregant contingut.
es: Recargando contenido ...

source: Selecting a new content directory requires using the mouse, would you like to continue?
ca: Per seleccionar un directori de contingut nou requereix utilitzar el ratolí, vols continuar?
es: Para seleccionar un nuevo directorio de contenido es necesario utilizar el ratón. ¿Quieres continuar?

source: Are you sure you want to reset the content directory to the default?
ca: Esteu segur que voleu restablir el directori de contingut al valor predeterminat?
es: ¿Está seguro de que deseas restablecer el directorio de contenido al predeterminado?

source: Songs reloaded succesfully
ca: Cançons recarregades correctament
es: Canciones recargadas correctamente

source: Alright
es: Vale

source: Cache cleared succesfully, please re-run the game.
ca: La memòria cau s'ha esborrat correctament. Torneu a executar el joc.
es: La caché se borró correctamente, por favor vuelve a ejecutar el juego.

source: Unused song media cleaned successful!
ca: El contingut multimèdia de cançons no utilitzats s'han netejat correctament!
es: ¡Los medios de canciones sin usar se limpiaron correctamente!

source: Song
ca: Cançó
es: Canción

source: Leaderboard
ca: Classificació
es: Tabla de clasificación

source: View leaderboards on the website
ca: Veure classificació a la web
es: Ver tablas de clasificación en la web

source: Video/Audio variant
ca: Variant de vídeo/àudio
es: Variante de vídeo/audio

source: The current song and settings will count towards leaderboard scores
es: La canción y la configuración actuales contarán para las puntuaciones de la tabla de clasificación

source: The current song will not count towards leaderboard scores
es: La canción actual no contará para las puntuaciones de la tabla de clasificación

source: Only workshop or PPD songs can have their scores uploaded!
es: ¡Solo se pueden subir las puntuaciones de las canciones de la Steam Workshop o de PPD!

source: Song settings
es: Configuración de la canción

source: Change PPD video URL
es: Cambiar la URL del video de PPD

source: Delete song media
es: Limpiar los medios de canciones no utilizados

source: Add modifier
es: Agregar modificador

source: Are you sure you want to change this song's video URL? this requires you use the mouse.
ca: Esteu segur que voleu canviar l'URL del vídeo d'aquesta cançó? això requereix que utilitzeu el ratolí.
es: ¿Estás seguro de que quieres cambiar la URL del vídeo de esta canción? esto requiere que uses el ratón.

source: Are you sure you want to delete this song's media?
ca: Confirmes que vols suprimir el contingut multimèdia d'aquesta cançó?
es: ¿Seguro que quieres eliminar los medios de esta canción?

source: Modifiers are not allowed in the leaderboard
ca: No es permeten modificadors a la taula classificatòria
es: No se permiten modificadores en la tabla de clasificación

source: Start Practice
ca: Iniciar pràctica
es: Iniciar práctica

source: Artist
ca: Artista
es: Artista

source: Highest Difficulty
ca: Dificultat més lta
es: Dificultad más alta

source: Lowest Difficulty
ca: Dificultat més baixa
es: Dificultad más baja

source: Chart Creator
ca: Creador del mapa
es: Creador del mapa

source: BPM
ca: PPM
es: PPM

source: Last Subscribed
ca: Darrer subscrit
es: Ultimo Suscrito

source: Times played
ca: Vegades jugada
es: Veces Jugadas

source: Last released
ca: Últim llançament
es: Ultimos subidos

source: Last updated
ca: Última actualització
es: Ultimos actualizados

# "All" song list filter
source: All
es: Todo

# Official song list filter
source: Official
es: Oficial

# Folder song list filter
source: Folders
es: Carpetas

source: With media
es: Con medios

source: No folders found, add some!
ca: No s'ha trobat cap carpeta, afegiu-ne algunes!
es: No se han encontrado carpetas, ¡Añade algunas!

source: Search
ca: Cercar
es: Buscar

source: Add to...
ca: Afegir a...
es: Añadir a...

source: Remove
ca: Treure
es: Eliminar

source: The song you selected is a PPD song without an existing audio file, would you like to select one (from disk or YouTube)? This will require yo to use the mouse.
ca: La cançó que heu seleccionat és una cançó del PPD sense un fitxer d'àudio existent. Voleu seleccionar-ne un (del disc o de YouTube)? Per a això cal que utilitzeu el ratolí.
es: La canción que seleccionó es una canción de PPD sin un archivo de audio existente. ¿Te gustaría seleccionar uno (del disco o de YouTube)? Esto requerirá que uses el ratón.

source: Enter the search term:
ca: Introduïu el terme de cerca:
es: Introduce el término de búsqueda:

source: Are you sure you want to unsubscribe from this item?
es: ¿Seguro que quieres cancelar la suscripción a este artículo?

source: Go back
ca: Torna
es: Volver

source: Create new folder
ca: Crea una carpeta nova
es: Crear nueva carpeta

source: Song Editor
ca: Editor de cançons
es: Editor de canciones

source: Resource Pack Editor
ca: Editor de paquets de recursos
es: Editor de paq. de recursos

source: Open Logs Directory
ca: Obrir el directori de registres
es: Abrir directorio de registros

source: Open Songs Directory
ca: Obrir el directori de cançons
es: Abrir directorio de canciones

source: Open User Directory
ca: Obrir el directori del usuari
es: Abrir directorio de usuario

source: PPD Manager
ca: Gestor PPD
es: Gestor de PPD

source: Latency Tester
ca: Comprovador de latència
es: Comprobador de latencia

source: Out-of-the box setup
es: Configuración inicial

source: How to play: Normal notes
ca: Com es juga: notes normals
es: Cómo jugar: notas normales

source: Hit normal notes by pressing the corresponding face button or d-pad direction when they go over their target The d-pad and the face buttons are interchangeable! (All key bindings can be changed in the options)
ca: Premeu les notes normals prement el botó corresponent o la direcció del pad direccional quan estiguin sobre l'objectiu El pad direccional i els botons són intercanviables. (Es poden canviar totes les combinacions de tecles a les opcions)
es: Toca notas normales presionando el botón correspondiente o la dirección del pad direccional cuando pasan por encima de su objetivo orte ¡El pad direccional y los botones son intercambiables! (Todas las combinaciones de teclas se pueden cambiar en las opciones)

source: You can hit slide notes using the analog sticks on your controler.
ca: Pots utilitzar les notes "slide" utilitzant els sticks analògics del teu comandament.
es: Puedes presionar las notas slide con las palancas analógicas del mando.

source: Default keyboard controls
ca: Controls predeterminats del teclat
es: Controles de teclado predeterminados

source: Multi notes
ca: Notes multiples
es: Notas múltiples

source: Hitting multis requires you to hit different notes at the same time. Multi notes are denoted by being red in color.
ca: Per tocar multis, cal que premeu diferents notes al mateix temps. Les notes múltiples es denoten per el color vermell.
es: Presionar multis requiere que presiones diferentes notas al mismo tiempo. Las notas múltiples se indican por ser de color rojo.

source: Multi slides also exist and might require you press the same direction on the two analog sticks.
ca: També hi ha notes múltiples i cal que premeu la mateixa direcció als dos sticks analògics.
es: También existen slides multiples y es posible que requieras presionar en la misma dirección en los dos joysticks analógicos.

source: Slide chains and hold notes
ca: Notes "slide" i "holds"
es: Cadenas de slides y notas hold

source: Slide chains are slides that you can hold for extra points. Slide chains will progressively become blue, if the slide is fully blue you can let go of it.
ca: Les cadenes de notes "slide" són notes que podeu mantenir per obtenir punts addicionals. Aquestes es tornaran blaves progressivament, si la cadena és completament blava, podeu deixar-la anar.
es: Las cadenas de slides son slides que puedes sostener para obtener puntos adicionales. Las cadenas de slides se volverán azules progresivamente; si la cadena está completamente azul, podrás soltarla.

source: Hold notes are notes that give you extra points by holding them after you hit them, if you manage to hold them for long enough you'll get a nice bonus!
es: Las notas hold son notas que te dan puntos extra si las mantienes después de pulsarlas. Si logras mantenerlas el tiempo suficiente, ¡obtendrás una buena bonificación!

source: Double and sustain notes
ca: Notes dobles i sostingudes
es: Notas dobles y sostenidas

source: Double notes are notes that require you to press the same direction on two different buttons, for example by pressing the B/Circle button and right on the d-pad at the same time.
ca: Les notes dobles són notes que requereixen que premeu la mateixa direcció en dos botons diferents, per exemple prement el botó B / Cercle i a la dreta al pad direccional al mateix temps.
es: Las notas dobles son notas que requieren que presiones la misma dirección en dos botones diferentes, por ejemplo, presionando el botón B/Círculo y hacia la derecha en el pad direccional al mismo tiempo.

source: In order to hit sustain notes press the note when the first mark hits the target and release when the second one does.
ca: Per utilitzar les notes sostingudes, premeu la nota quan la primera marca toqui l'objectiu i deixeu-la anar quan la segona ho faci.
es: Para tocar notas sostenidas, presione la nota cuando la primera marca llegue al objetivo y suéltala cuando lo haga la segunda.

source: Heart notes are notes that can be hit by tapping any direction on the joystick or hitting any slide button, double hearts also exist.
ca: Les notes del cor són notes que es poden tocar tocant qualsevol direcció al joystick o prement qualsevol botó de nota "slide", també hi ha cors dobles.
es: Las notas de corazón son notas que se pueden tocar tocando cualquier dirección del joystick o presionando cualquier botón de slide; también existen corazones dobles.

source: That's all you need to know to play project heartbeat, have fun!
ca: Això és tot el que heu de saber per jugar al Project Heartbeat, divertiu-vos!
es: Eso es todo lo que necesitas saber para jugar a Project Heartbeat, ¡diviértete!

source: Charts
ca: Mapes
es: Mapas

source: Most popular for the last week
ca: El més popular de la darrera setmana
es: Mas popular en la ultima semana

source: Filter by Difficulty
ca: Filtrar per dificultat
es: Filtrar por Dificultad

source: Sort by...
ca: Ordenar per...
es: Ordenar por...

source: Subscribe
ca: Subscriure
es: Suscribir

source: Unsubscribe
ca: Desuscriure
es: De-suscribir

source: Show in song list
ca: Mostra a la llista de cançons
es: Mostrar en la lista de canciones

source: Item unsubscribed succesfully, will be removed after you restart the game.
ca: Article desuscrit correctament, serà eliminat quan reiniciïs el joc.
es: Articulo de-suscrito correctamente, se eliminará después de reiniciar el juego.

source: Create
ca: Crear
es: Crear

source: You were kicked from the lobby
es: Te han expulsado del lobby

source: Select Song...
ca: Seleccionar Cançó...
es: Seleccionar canción...

source: Invite friend...
ca: Invitar amic...
es: Invitar amigo...

source: Start Game
ca: Iniciar Partida
es: Iniciar partida

source: Leave This Lobby
ca: Deixa aquest vestíbul
es: Salir del lobby

source: Checking if other users have this song...
ca: S'està comprovant si altres usuaris tenen aquesta cançó ...
es: Comprobando si otros usuarios tienen esta canción...

source: Song not owned by:
ca: Els següents usuaris no tenen la cançó:
es: Los siguientes usuarios no tienen la canción:

source: Downloading song data...
ca: Descarregant dades de la música...
es: Descargando datos de canción...

source: Looks like some players lack the needed Workshop song or media for the songs, would you like to ask them to download them?
es: Parece que algunos jugadores carecen de la canción de la Workshop o de los datos de estas, ¿te gustaría pedirles que los descarguen?

source: Looks like you don't have the current song used in this lobby, would you like to download the song and/or its data?
es: Parece que no tienes la canción actual usada en este lobby, ¿quieres descargar la canción y/o sus datos?

source: Selecting song for
ca: Selecció de la cançó per a
es: Seleccionando canción para

source: Set as host
ca: Fer amfitrió
es: Hacer anfitrión

source: Kick
es: Expulsar

source: Results
ca: Resultats
es: Resultados

source: Accuracy
es: Precisión

source: Graph
ca: Gràfic
es: Grafico

source: Score URL copied to clipboard!
es: URL de la puntuación copiada al portapapeles!

source: Retry
ca: Reintentar
es: Reintentar

source: Copy Result URL
es: Copiar URL del resultado

source: Return
ca: Tornar
es: Volver

source: What did you think of the song you just played?
ca: Què t'ha semblat la cançó que acabes de jugar?
es: ¿Qué pensaste de la canción que acabas de jugar?

source: No opinion
ca: Cap opinió
es: Sin opinión

source: Don't ask me again
ca: No m'ho tornis a preguntar
es: No me vuelvas a preguntar

source: Fast forward!
ca: Avanç ràpid!
es: ¡Avance rápido!

# Autoplay modifier name
source: Autoplay
es: Autojuego

# Autoplay modifier description
source: Makes the game play itself.
es: Hace que el juego juegue por si solo.

# Nightcore modifier description
source: Turns your manly voices into anime girls.
es: Conviertes tus voces masculinas en chicas de anime.

# Nightcore modifier speed property name
source: Speed
es: Velocidad

# Nightcore modifier speed property desciption
source: Percentage of speed to increase (or decrease) the song's playback
es: Porcentaje de velocidad en que aumentar (o disminuir) la reproducción de la canción

source: Timing Window
ca: Finestra de temps
es: Ventana de tiempo

source: Duration of the overall timing window (in ms)
ca: Durada de la finestra de temps global (en ms)
es: Duración de la ventana de tiempo general (en ms)

source: Are you sure you want to restart?
ca: Estàs segur de voler reiniciar?
es: ¿Estás seguro de que quieres reiniciar?

source: Restart
ca: Reiniciar
es: Reiniciar

source: Are you sure you want to quit?
ca: Estàs segur de voler abandonar?
es: ¿Estás seguro de que quieres salir?

source: Quit
ca: Sortir
es: Salir

source: PAUSED
ca: PAUSAT
es: PAUSADA

source: Resume
ca: Continuar
es: Continuar

source: Song Settings
ca: Configuració de la cançó
es: Configuración de canción

source: Previous mode
ca: Mode anterior
es: Modo anterior

source: Seek Left
ca: Avançar a l'esquerra
es: Retroceder

source: Set Waypoint
ca: Estableix el marcador
es: Establecer marcador

source: Go to waypoint
ca: Anar al marcador
es: Ir al marcador

source: Seek Right
ca: Avançar cap a la detra
es: Avanzar

source: Next mode
ca: Següent mode
es: Siguiente modo

source: Previous section
ca: Secció anterior
es: Sección anterior

source: Next section
ca: Següent secció
es: Siguiente sección

source: Apply latency
ca: Aplicar latència
es: Aplicar latencia

source: Slow down
ca: Ralentitzar
es: Ralentizar

source: Speed up
ca: Accelerar
es: Acelerar

source: Rolling back!
ca: Tornant enrere!
es: ¡Retrocediendo!

source: Waiting for other players to load!
ca: Esperant que es carreguin altres jugadors!
es: ¡Esperando a que otros jugadores carguen!

source: Written by:
ca: Escrit per:
es: Escrito por:

source: Vocals by:
ca: Veu de:
es: Vocales por:

source: Composed by:
ca: Composat per:
es: Compuesto por:

source: Chart by: %s
ca: Mapa per: %s
es: Mapa por: %s

source: Press
ca: Prem
es: Pulsa

source: to skip the intro
ca: per ometre la introducció
es: para saltar la intro

# Console to arcade modifier name
source: Console to arcade
es: Consola a arcade

# Console to arcade modifier name when keeping hearts
source: Console to arcade (Keep hearts)
es: Consola a arcade (Mantener corazones)

# Console to arcade modifier description
source: Converts console-style songs to be compatible with arcade controllers
es: Convierte canciones estilo consola para que sean compatibles con mandos de arcade

# Console to arcade modifier keep_heartrs property
source: Keep hearts
es: Mantener corazones

# Console to arcade modifier keep_hearts property description
source: If enabled, will keep single hearts and convert double hearts to single hearts.
es: Si está activado, mantendrá los corazones individuales y convertirá los dobles corazones en corazones individuales.

# Console to arcade modifier sustain_mode property
source: Sustain note conversion mode
es: Modo de conversión de notas sostenidas

# Console to arcade modifier sustain_mode description
source: Changes how to convert sustain notes.
es: Cambia cómo se convierten las notas sostenidas.

# Console to arcade modifier sustain_mode two note option
source: Replace with two notes
es: Reemplazar con dos notas

# Console to arcade modifier sustain_mode hold option
source: Replace with hold
es: Reemplazar con hold

# Console to arcade modifier sustain_mode single note option
source: Replace with one note
es: Reemplazar con una nota

# Chaos modifier name
source: Chaos
es: Caos

# Chaos modifier description
source: Good luck.
es: Buena suerte.

# Hidden modifier name
source: Hidden
es: Oculto

# Hidden modifier description
source: Hides notes a few moments after they spawn.
es: Oculta notas unos momentos después de que aparezcan.

# Randomizer modifier name
source: Randomizer
es: Aleatorizador

# Randomizer modifier description
source: Randomizes the type of some notes.
es: Aleatoriza el tipo de algunas notas.

source: Say something nice...
es: Di algo bonito...

source: Send
ca: Enviar
es: Enviar

source: Patrons
es: Mecenas

source: Programming
es: Programación

source: Art
es: Artista

source: Music
es: Música

source: Charting
es: Mapas

source: Localization
es: Localización

source: Charting Software
es: Software de charting

source: Licenses
es: Licencias

source: Others
es: Otros

source: License:
es: Licencia:

source: Sort & filter settings
ca: Configuració d'ordenació i filtració
es: Configuración de filtrado y ordenado

source: Has downloaded media
ca: Té multimèdia descarregada
es: Tiene medios descargados

source: Filter by stars
es: Filtrar por estrellas

source: Sort by title
es: Filtrar por título

source: Sort by artist
es: Ordenar por artista

source: Sort by highest difficulty
es: Ordenar por mayor dificultad

source: Sort by lowest difficulty
es: Ordenar por menor dificultad

source: Sort by chart creator name
es: Ordenar por nombre de creador

source: Sort by BPM
es: Ordenar por PPM

source: Sort by last subscribed
es: Ordenar por último suscrito

source: Sort by times played
es: Ordenar por veces jugadas

source: Sort by last released
es: Ordenar por última publicada

source: Sort by last updated
es: Ordenar por última actualización

# Song list sort by panel maximum stars
source: Maximum
es: Máxima

# Song list sort by panel minimum stars
source: Minimum
es: Mínima

# Chart style filter mode in song list sort & filter settings panel
source: All notes
es: Todas las notas

# Chart style filter mode in song list sort & filter settings panel
source: Console notes only
es: Solo notas de consola

# Chart style filter mode in song list sort & filter settings panel
source: Arcade notes only
es: Solo notas de árcade

source: by
es: por

source: {beats_per_minute} BPM
es: {beats_per_minute} PPM

source: This song requires downloading video/audio files from YouTube, would you like to download them?
ca: Aquesta cançó requereix descarregar fitxers de vídeo / àudio de YouTube. Voleu descarregar-los?

source: Downloading...
ca: Descarregant...

source: video
ca: vídeo

source: at %s/s
ca: a %s/s

source: Couldn't load game data from %s
ca: No s'han pogut carregar les dades del joc de %s

source: Song ID %s's (%s) difficulty %s did not have a DSC script path
ca: La dificultat de l'identificador de cançó %s (%s) %s no tenia una ruta d'script DSC

source: Couldn't find audio data for song ID %s (%s)
ca: No s'han pogut trobar les dades d'àudio per a l'ID de cançó %s (%s)

source: PVDB does not exist (%s)
ca: PVDB no existeix (%s)

source: Song ID %s's audio path (%s) did not exist
ca: El camí d'àudio de l'ID de cançó %s (%s) no existeix

source: Input text
ca: Text de entrada

source: Please enter the folder's name:
ca: Per favor introdueix el nom de la carpeta:

source: Player
ca: Jugador

source: Level 1
ca: Nivell 1

source: Delay applied to note timing, in miliseconds. Higher values means notes come later. Keep in mind the game already somewhat compensates for hardware delay (by, for example, already compensating for pulseaudio latency).
ca: Retard aplicat a la sincronització de les notes, en mil·lisegons, els valors més alts fan que les notes arribin més tard. Tingues en compte que el joc ja compensa una mica el retard del maquinari (compensant, per exemple, la latència de pulseaudio).

source: Press the indicated buton!
ca: Prem el botó indicat!

source: Welcome to Project Heartbeat
ca: Benvingut a Project Heartbeat

source: (known)
ca: (conegut)

source: Delay applied to note timing, in miliseconds higher values means notes come later. Keep in mind the game already somewhat compensates for hardware delay (by, for example, already compensating for pulseaudio latency).
ca: Retard aplicat a la sincronització de les notes, en mil·lisegons, els valors més alts fan que les notes arribin més tard. Tingues en compte que el joc ja compensa una mica el retard del maquinari (compensant, per exemple, la latència de pulseaudio).

source: Controller
ca: Comandament

source: Controller to use for input.
ca: Comandament a utilitzar per entrada.

source: Target audio buffer size (Requires restart)
ca: Mida del buffer d'àudio objectiu (requereix reinici)

source: Color remap
ca: Mapejat de colors

source: For color-blindness, remaps colors on the screen with others, it's an imperfect solution but it might be useful.
ca: Per a daltonisme, mapeja els colors a la pantalla amb altres, és una solució imperfecta, però pot ser útil.

source: %s sound
ca: So per %s

source: %s sound volume
ca: Volum del só %s

source: There was an issue loading MM+: %s
ca: Hi ha hagut un problema en carregar MM+: %s

source: %d fatal errors were found:
ca: S'han trobat %d errors fatals:

source: %d non-fatal errors were found:
ca: S'han trobat %d errors no fatals:

source: Clean unused song media
ca: Neteja el continguts multimèdia de cançons no utilitzats

source: Never played
ca: No jugat mai

source: Times Played: %d Highest score: %s
ca: Vegades jugada: %d Puntuació més alta: %s

source: Sorting by %s
ca: Ordenant per %s

source: Search: "%s"
ca: Cerca: "%s"

source: Difficulty
ca: Dificultat

source: Sort
ca: Ordenar

source: Switch Exporter
ca: Exportador per Switch

source: Hold notes are notes that give you extra points by holding them after you hit them,, if you manage to hold them for long enough you'll get a nice bonus!
ca: Les notes "hold" són notes que us donen punts addicionals mantenint-les després de colpejar-les, si aconseguiu mantenir-les durant el temps suficient obtindreu una bonificació extra!

source: Enter your search:
ca: Introduïu la vostra cerca:

source: There was an issue uploading your score: %s
ca: Ha esdvenit un problema pujant la teva puntuació: %s

source: Share
ca: Compartir

source: MAX SCORE
ca: PUNTUACIÓ MÀXIMA

source: Makes the game play itself.
ca: Fa que el joc es jugui sol.

source: Turns your manly voices into anime girls.
ca: Converteix les teves veus masculines en veus de noies d’anime.

source: Speed
ca: Velocitat

source: Percentage of speed to increase (or decrease) the song's playback
ca: Percentatge de velocitat per augmentar (o disminuir) la velocitat de reproducció de la cançó

source: Level up!
ca: Pujada de nivell!
