Repository: EIRTeam/Project-Heartbeat
Catalog: locale/*.po
Languages: ca, es

source: TOTAL NOTES
ca: NOTES TOTALS
